Repository: eduherraiz/foowill
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: hour
ca: hora
es: hora

source: hours
ca: hores
es: horas

source: day
ca: dia
es: día

source: days
ca: dies
es: días

source: week
ca: setmana
es: semana

source: weeks
ca: setmanes
es: semanas

source: month
ca: mes
es: mes

source: months
ca: mesos
es: meses

source: year
ca: any
es: año

source: years
ca: anys
es: años

source: Inmediatly
ca: Tot d'una
es: Inmediatamente

source: Message subject
ca: Assumpte del missatge
es: Asunto del mensaje

source: Your message
ca: El teu missatge
es: Tu mensaje

source: Email address
ca: Adreça electrònica
es: Dirección de email

source: Your name or company
ca: El teu nom o de la teva companyia
es: Tu nombre o de tu compañía

source: I saved a tweet that will be published when I die with http://foowill.com @foo_will
ca: He guardat un tweet que es publicarà quan mori gràcies a http://foowill.com @foo_will
es: He guardado un tweet que se publicará cuando muera gracias a http://foowill.com @foo_will

source: Are you still alive?
ca: Encara segueixes viu?
es: ¿Aún sigues vivo?

source: We are glad you are okay!
ca: Esteim contents que estiguis be!
es: Nos alegramos de que estés bien!

source: The time interval waiting for your twitter status update is exceeded
ca: El periode de temps desde la teva darrera actualizació a twitter ha estat superat
es: El intervalo de tiempo para que esperemos ha expirado

source: a year
ca: un any

source: a month
ca: un mes

source: a week
ca: una setmana

source: a day
ca: un dia

source: a hour
ca: una hora

source: a minute
ca: un minut

source: Permision denied
ca: Permís denegat
es: Permiso denegado

source: Sorry, you don't have permision to access this page.
ca: Disculpau, no teniu permís per accedir a aquesta pàgina
es: Lo sentimos, no tienes permiso para acceder a esta página.

source: Page not found
ca: Pàgina no trobada
es: Página no encontrada

source: Application error!
ca: Error de l'aplicació!
es: Error en la aplicación!

source: We have a problem in the application. Please, contact with info@foowill.com and try to help us writting whats happened. Thank you!
ca: Tenim un problema a la aplicació. Per favor, contacta amb info@foowill.com i prova de ajudar-nos escriguent que ha passat. Gràcies!
es: Tenemos algún problema en la aplicación. Por favor, contacta con info@foowill.com y trata de ayudarnos contándonos lo que ha pasado. Mil gracias!

source: About Ba
ca: Sobre Ba
es: Sobre Ba

source: <p>Ba is a psychic strength, component of man's spiritual part, the animated strength of each deceased, spiritual personality manifested once death happened, according to Egyptian mythology.</p> <p>It is a concept which refers to deceased man not to the alive one. Ba was a kind of mediator between gods and the earth, as it had mobility and it made possible that both worlds were connected. It was the way the deceased had for shifting and joining its ka which remained in the tomb.</p> <p>Ba quitted the body when the person died and ascended to the celestial kingdom but, every night, it should come up to the tomb to lodge the deceased's body, it came and went from the gods' world to the tomb.</p> <p>We chose Ba as a mascot in order to, as the Egyptians believed, carry a part of you when you are gone.</p> <p><a href="http://www.egyptianmyths.net/ba.htm">More info</a></p>
ca: <p>El ba es una força anímica, component de la part espiritual del home, la força animada de cada ésser, personalitat espiritual manifestada una vegada arrribada la mort, segons la mitología egipcia.</p> <p>Es un concepte referent al difunt i no al hombre viu; el ba era una espècie de mitja entre el mon dels deus i la terra, té la movilidad i feia possible que ambdos mons se comunicassin. Va ser el mitjà del difunt per desplaçar-se i reunir-se amb el seu 'ka' que romania a la tomba.</p> <p>El ba abandonava el cos en el moment de la mort del individu i pujaba al regne celestial però, cada vespres, havia de tornar al sepulcre per allotjar-se al cos del difunt, anava i venia del mon dels deus a la tomba.</p> <p>Ho hem escollit com a mascota perquè, com els egipcis creien, porti una part de tu quan ja no estiguis.</p> <p><a href="http://www.egyptianmyths.net/ba.htm">Mes informació</a></p>

source: Foowill is an twitter application where you can save tweets that will be sent to your account when you die (post-tweets).
ca: Foowill es una aplicació de twitter on pots guardar tweets que es publicaran al teu conte quan moris (post-tweets).
es: Foowill es una aplicación para twitter donde puedes guardar tweets que serán enviados a tu cuenta cuando mueras (post-tweets).

source: Home
ca: Inici
es: Inicio

source: Contact
ca: Contacte
es: Contacto

source: Language
ca: Idioma
es: Idioma

source: Configure
ca: Configura
es: Configura

source: Logout
ca: Sortir
es: Desconectar

source: Login
ca: Entrar
es: Iniciar sesión

source: Login with twitter
ca: Entrar amb twitter
es: Iniciar sesión con twitter

source: Settings
ca: Configuració
es: Configuración

source: Settings saved
ca: Configuració guardada
es: Configuración guardada

source: You need to configure the application
ca: Has de menester configurar la aplicació
es: Necesitas configurar la aplicación

source: Email
ca: Adreça de correu electrònica

source: We need your email to send you a verification email.
ca: Hem de menester la teva adreça per enviarte el correu de verificació.
es: Necesitamos tu dirección de correo para poder enviarte un email de verificación.

source: If you leave the field blank, your saved tweets will be posted immediately after reaching the interval of inactivity.
ca: Si deixes el camp en blanc, els tweets que tenguis guardats se enviaran inmediatament després de superar el temps de inactivitat.
es: Si dejas el campo en blanco, tus tweets guardados serán publicados inmediatamente después de sobrepasar el intervalo de inactividad.

source: Interval of inactivity
ca: Temps de inactivitat
es: Intervalo de inactividad

source: How long without updating your status should make us worry for you?
ca: Quan de temps hauries de estar sense publicar al teu compte de twitter perque ens preocupem per tu?
es: ¿Cuánto tiempo sin actualizar tu estado debe hacer que nos preocupemos por ti?

source: Your last update on twitter was
ca: La teva darrera actualizació a twitter va ser fa
es: Tu última actualización en twitter fué hace

source: Time pending verification
ca: Temps de espera de la verificació
es: Tiempo de espera de la verificación

source: How long we wait for the response to verification mail?
ca: Quant temps hem d'esperar per la verificació al correu?
es: ¿Cuánto tiempo esperamos por alguna respuesta al email de verificación?

source: Publish interval
ca: Interval de publicació
es: Intervalo de publicación

source: Interval of time between post-tweets update
ca: Temps entre publicacions de post-tweets
es: Intervalo de tiempo entre publicaciones de post-tweets.

source: Timezone
ca: Zona horària

source: Save changes
ca: Guardar canvis
es: Guardar cambios

source: Message sent, we'll try to reply as soon as possible to the your email address:
ca: Missatge enviat, et contestarem tan ràpid com sigui possible a la teva adreça:
es: Mensaje enviado, intentaremos responder lo más rápido posible a tu dirección de correo:

source: Message unsent. Form errors, correct the fields and try again.
ca: Missatge no enviat. Errors al formulario, corregeixi i provi un altre vegada.
es: Mensaje no enviado. Errores en los formularios, corriga los campos y pruebe otra vez.

source: Send Message
ca: Enviar missatge
es: Enviar Mensake

source: Delete
ca: Esborrar
es: Borrar

source: About
ca: Referit
es: Acerca de

source: Foowill is an <a href="http://twitter.com">twitter</a> application where you can save tweets that will be sent to your account when you die (post-tweets).<br/> We really hope not ever having to send them, but because bad things happen, we give you this opportunity.<br/> To check if you continue with us from time to time we will verify if you've updated your twitter account, that time you can decide it yourself.<br/> If after that time do not read anything new you have the option of a final check, we will send an email to the address of your choice so you can stop sending your tweets and post with a simple click let us know that fortunately still alive.<br/>
ca: Foowill és una aplicació per <a href="http://twitter.com">twitter</a> on pots guardar tweets que serán publicats al teu compte de twitter quan moris (post-tweets).<br/> Realment esperam no haver de enviar-los mai, però com coses dolentes poden passar, et brindem aquesta oportunitat.<br/> Per comprovar si segueixes viu, de ara endevant i cada cert temps, anirem comprovant si has actualizat el teu estat a twitter, tu tries quant de temps!.<br/> Si després d'aquest temps no llegim res nou de tu, tens l'opció d'una comprobació extra, pues te enviarem un email a la l'adreça electrònica que vares configurar, per que amb un click puguis aturar el process i informar-nos que afortunadament segueixes amb vida.<br/>

source: Everything in 3 simple steps:
ca: Tot amb només 3 passes:
es: Todo en 3 simples pasos:

source: 1. Please <a href='/login/twitter'>sign in to your twitter account</a> accepting that send tweets on your behalf.
ca: 1. Per favor <a href='/login/twitter'>entra amb la teva compte de twitter</a> acceptant que enviem tweets per tu.

source: 2. <a href="/config">Configure the application</a>, adding your email address and time parameters.
ca: 2. <a href="/config">Configura la aplicació</a>, afegint la teva adreça i els paràmetres temporals.
es: 2. <a href="/config">Configura la aplicación</a> añadiendo tu cuenta de correo y los demás parámetros.

source: 3. <a href="/done" >Saves all the tweets you want</a>.
ca: 3. <a href="/done" >Guarda tots el tweets que vulguis</a>.
es: 3. <a href="/done" >Guarda todos los tweets que quieras</a>.

source: Login with Twitter
ca: Entra amb twitter
es: Iniciar sesión con twitter

source: <b>Security</b>: your post-tweets are saved and no one will read before they are published on twitter.
ca: <b>Securetat</b>: els teus post-tweets es guardaran i ningú els llegirà abans de que es publiquin a twitter.

source: I just found an app to update twitter post-mortem
ca: He trobat una aplicació per actualitzar twitter post-mortem
es: He encontrado un aplicación para actualizar twitter post-mortem

source: Share on
ca: Comparteix a
es: Comparte en

source: Do you want to update your twitter status?
ca: Vols actualitzar el teu status a twitter?
es: ¿Quieres actualizar tu estado en twitter?

source: Never
ca: Mai
es: Nunca

source: Not today
ca: Avui no
es: Hoy no

source: Not now
ca: Ara no
es: No ahora

source: Now and ever
ca: Ara i sempre
es: Ahora y siempre

source: Just now
ca: Només ara
es: Sólo ahora

source: Compose a post-tweet
ca: Escriu un post-tweet
es: Escribe un post-tweet

source: Hello
ca: Hola
es: Hola

source: <p>This is an automatic message from <a href="http://www.foowill.com">foowill.com</a>. You have exceeded the time interval without updating your twitter status and we are worry about you.</p>
ca: <p>Això es un missatge automátic de <a href="http://www.foowill.com">foowill.com</a>. Has sobrepassat l'interval de temps sense actualitzar el teu estat a twitter i estem preocupats per tu.</p>
es: <p>Este es un mensaje automático desde <a href="http://www.foowill.com">foowill.com</a>. Has sobrepasado el intervalo de tiempo sin actualizar tu estado en twitter y estamos preocupados por tí.</p>

source: The latest news we have of you was %(time1)s ago.
ca: Les darreres noticies que tenim de tu varen ser fa %(time1)s.

source: If you do not update your twitter status in the next %(time2)s, we will proceed to send your post-tweets (%(number_posts)s) that you saved on <a href="http://www.foowill.com">foowill.com</a>
ca: Si no actualitzes twitter en els pròxims %(time2)s, procedirem a enviar els post-tweets (%(number_posts)s) que vares guardar a <a href="http://www.foowill.com">foowill.com</a>

source: You also have the option to login on <a href="http://www.foowill.com">foowill.com</a> to stop the publish process.
ca: També tens la opció de entrar a <a href="http://www.foowill.com">foowill.com</a> per aturar el procés de publicació.
es: También tienes la opción de inciar sesión en <a href="http://www.foowill.com">foowill.com</a> para parar el proceso de publicación de tus post-tweets.

source: If you think it's necessary to increase the downtime interval on twitter, we recommend that you change your settings:
ca: Si trobes que es necessari augmentar el interval sense actualitzar twitter, et recomenam que canviis la teva configuració:
es: Si ahora crees que el intervalo de actualización en twitter es muy reducido te recomendamos que lo cambies desde tu configuración personal:

source: We remind you that you can add or delete post-tweets if you still want!
ca: Et recordam que pots afegir o esborrar post-tweets si vols!
es: Te recordamos que también puedes seguir añadiendo o borrando post-tweets si aún quieres

source: Regards,
ca: Salutacions,
es: Saludos

source: <p>This is an automatic message from <a href="http://www.foowill.com">foowill.com</a>.</p> <p>The time interval waiting for your twitter status update is exceeded. We proceed to send your saved post-tweets on <a href="https://twitter.com/#!/%(username)s">twitter</a>.</p> <p>We hope was a confusion and although the tweets have been published, you can read this mail.</p>
ca: <p>Això es un missatge automátic de <a href="http://www.foowill.com">foowill.com</a>.</p> <p>El temps de espera perque enviem els teus post-tweets ha expirat. Hem enviat els teus missatges guardats al teu compte de <a href="https://twitter.com/#!/%(username)s">twitter</a>.</p> <p>Esperam que tot sia una confusió i encara que els tweets han estat publicats, puguis lleguir aquest email.</p>
es: <p>Este es un mensaje automático desde <a href="http://www.foowill.com">foowill.com</a>.</p> <p>El intervalo de espera por una actualización en tu estado de twitter ha expirado . Hemos proceddo a la publicación de tus post-tweets en <a href="https://twitter.com/#!/%(username)s">twitter</a>.</p> <p>Esperamos que todo esto sea una confusión y puedas llegar a leer este mensaje, aunque los post-tweets ya hayan sido publicados.</p>

source: <p>This is an automatic message from <a href="http://www.foowill.com">foowill.com</a>.</p> <p>We are glad you are okay!</p> <p>Your saved post-tweets are still stored in foowill.com and have not been posted on twitter. We hope to continue saving your post-tweets for a long long time. ;)</p>
ca: <p>Això es un missatge automátic de <a href="http://www.foowill.com">foowill.com</a>.</p> <p>Estam contents de que estiguis be!</p> <p>Els teus post-tweets segueixen guardats a foowill.com i no han estat publicats a twitter. Esperam seguir guardant els teus post-tweets durant molt molt de temps. ;)</p>
es: <p>Este es un mensaje automático desde <a href="http://www.foowill.com">foowill.com</a>.</p> <p>Nos alegramos de que estés bien!</p> <p>Los post-tweets siguen guardados en nuestra aplicación y no han sido publicados en twitter. Esperamos seguir conservándolos durante mucho mucho tiempo. ;)</p>

source: a year ago
es: hace cerca de un año

source: a month ago
es: un mes

source: a week ago
es: una semana

source: a day ago
es: un día

source: a hour ago
es: una hora

source: a minute ago
es: un minuto

source: moments ago
es: un momento

source: Foowill is an <a href="http://twitter.com">twitter</a> application where you can save tweets that will be sent to your account when you die (post-tweets).<br/> We really hope not ever having to send them, but because bad things happen, we give you this opportunity.<br/> To check if you continue with us from time to time we will verify if you've updated your twitter account, that <a href="/config">time you can decide</a> it yourself.<br/> If after that time do not read anything new you have the option of a final check, we will send an email to the address of your choice so you can stop sending your tweets and post with a simple click let us know that fortunately still alive.<br/>
es: Foowill es una aplicación para <a href="http://twitter.com">twitter</a> donde puedes guardar tweets que serán publicados en tu cuenta de twitter cuando mueras (post-tweets).<br/> Realmente esperamos no tener que enviarlos nunca, pero como las cosas malas ocurren, te brindamos esta oportunidad.<br/> Para comprobar si sigues vivo, de ahora en adelante y cada cierto tiempo, iremos comprobando si has actualizado tu estado en twitter, un <a href="/config">tu decides cuanto tiempo</a>.<br/> Si después de ese tiempo no leemos nada nuevo sobre tí, tienes la opción de una comprobación extra, pues te enviaremos un email a la dirección de correo que configuraste, para que con un simple click puedas parar el proceso y informarnos que afortunadamente sigues con vida.<br/>

source: 1. Please sign in to your twitter account accepting that send tweets on your behalf.
es: 1. Logueate con tu cuenta de twitter aceptando que enviemos mensajes en tu nombre.

source: Your last status update on twitter was
es: Tu última actualización en twitter fue hace

source: If you do not update your twitter status in %(half_dead_time_mail_interval|relative_date2)s, we will proceed to send your %(number_posts)s post-tweets that you saved on <a href="http://www.foowill.com">foowill.com</a>
es: Si no actualizas tu estado en twitter en %(half_dead_time_mail_interval|relative_date2)s, procederemos a enviar tus %(number_posts)s post-tweets que guardaste en <a href="http://www.foowill.com">foowill.com</a>
